import { Container } from "react-bootstrap";
import MyNavbar from "../../components/navbar/Navbar";
import Footer from "../../components/footer/Footer";

function About(){
    return(
        <>
        <MyNavbar/>
        <Container>
            <h3>درباره ما</h3>
            <p style={{textAlign:'justify'}}>
            باشگاه ورزشی ما با هدف ارتقاء سلامت و تندرستی افراد، در فضایی مدرن و دلپذیر تأسیس شده است. ما به این باوریم که ورزش نه‌تنها به بهبود وضعیت جسمانی کمک می‌کند، بلکه بر روحیه و کیفیت زندگی افراد نیز تأثیر مثبت دارد. به همین دلیل، ما به اعضای خود خدماتی متنوع و کامل ارائه می‌دهیم تا هر فرد با هر سطحی از توانایی، بتواند از این امکانات بهره‌مند شود
            باشگاه ما مجهز به جدیدترین دستگاه‌ها و تجهیزات ورزشی است که به شما کمک می‌کند تا تمرینات مؤثری داشته باشید. از دستگاه‌های کاردیو گرفته تا وزنه‌های آزاد و تجهیزات خاص برای تمرینات مخصوص، ما همه چیز را برای دستیابی به اهداف ورزشی شما فراهم کرده‌ایم. همچنین، محیط باشگاه به گونه‌ای طراحی شده است که حس راحتی و انگیزه را برای تمرین ایجاد کند
            تیم ما شامل مربیان مجرب و متخصصی است که در زمینه‌های مختلف ورزشی آموزش دیده‌اند. این مربیان نه‌تنها در طراحی برنامه‌های تمرینی شخصی به شما کمک می‌کنند، بلکه با ارائه مشاوره‌های تغذیه و سلامت، شما را در مسیر رسیدن به اهدافتان همراهی می‌کنند. ما به حمایت از اعضای خود متعهد هستیم و هدف ما ایجاد تجربه‌ای مثبت و مؤثر برای شماست
            ما طیف گسترده‌ای از کلاس‌های گروهی را برای تمامی سطوح ارائه می‌دهیم. کلاس‌های یوگا، زومبا، پیلاتس و اسپینینگ تنها بخشی از این امکانات هستند. این کلاس‌ها نه‌تنها به بهبود تناسب اندام کمک می‌کنند، بلکه فرصتی مناسب برای ملاقات و آشنایی با سایر اعضای باشگاه فراهم می‌آورند. ما به اهمیت ایجاد یک جامعه ورزشی و دوستانه اعتقاد داریم و به همین دلیل این کلاس‌ها به‌طور منظم برگزار می‌شوند
            هدف ما ایجاد یک محیط حمایتی و انگیزشی است که افراد را به ورزش و فعالیت بدنی تشویق کند. ما بر این باوریم که هر فردی می‌تواند با تمرین و تلاش، به اهداف خود دست یابد. به همین دلیل، ما همواره در تلاش هستیم تا با ارائه بهترین خدمات و امکانات، تجربه‌ای منحصر به فرد و به یاد ماندنی برای اعضای خود فراهم کنیم. به ما بپیوندید و سفر سلامتی و تناسب اندام خود را آغاز کنید!
            امکان بازدید از باشگاه قبل از ثبت نام وجود دارد. ما به شما این فرصت را می‌دهیم تا با فضای باشگاه، تجهیزات و خدمات ما آشنا شوید. برای بازدید، کافی است با ما تماس بگیرید یا از وب‌سایت ما وقت ملاقات تعیین کنید. تیم ما با کمال میل شما را راهنمایی خواهد کرد و به تمام سوالات شما پاسخ خواهد داد. هدف ما ایجاد تجربه‌ای مثبت و شفاف برای شماست تا بتوانید تصمیم بهتری بگیرید
            اشگاه در روزهای تعطیل نیز باز است، اما ساعات کاری ممکن است متفاوت باشد. برای اطلاع از ساعات دقیق کار در روزهای تعطیل، لطفاً با ما تماس بگیرید یا به وب‌سایت ما مراجعه کنید. ما همیشه آماده‌ایم تا به شما خدمت کنیم و از حضور شما در باشگاه استقبال می‌کنیم
            </p>
        </Container>
        <Footer/>
        </>
    )
}
export default About;